Repository: MaddTheSane/colloquy-1
Catalog: Resources/Languages/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, nb, nl, nn, pt_pt, zh_hant

source: Show Tab Bar
de: Tab-Leiste einblenden
es: Mostrar barra de tabulaicón
fr: Afficher la barre de tabulations
it: Mostra barra dei tab
ja: タブバーを表示
nb: Vis faner
nl: Toon Tabbalk
nn: Vis fanar
pt_pt: Mostrar barra de telhas
zh_hant: 顯示標籤頁列

source: Stop
de: Stopp
es: Detener
fr: Stopper
it: Ferma
ja: 中止
nb: Stopp
nn: Stopp
pt_pt: Parar
zh_hant: 停止

source: Stop File Tranfser
de: Dateitransfer stoppen
es: Detener transferencia de archivo
fr: Stopper les transferts de fichiers
it: Ferma trasferimento file
ja: ファイル転送を中止します
nb: Stopp filoverføring
nl: Stop Bestandsoverdracht
nn: Stopp filoverføring
pt_pt: Parar transferência de ficheiros
zh_hant: 停止檔案傳輸

source: Stop Tranfser
de: Transfer stoppen
es: Detener transferencia
fr: Stopper les transferts
it: Ferma trasferimento
ja: 転送中止
nb: Stopp overføring
nl: Stop Bestandsoverdracht
nn: Stopp overføring
pt_pt: Parar transferência
zh_hant: 停止傳輸

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
nb: Stil
nl: Stijl
nn: Stil
pt_pt: Estilo
zh_hant: 樣式

source: Style Default
de: Stil Vorgabe
es: Estilo por defecto
fr: Style par défaut
it: Stile predefinito
ja: スタイルのデフォルト
nb: Standard stil
nl: Standaard Stijl
nn: Standard stil
pt_pt: Estilo pré-definido
zh_hant: 樣式預設值

source: Style Installation Error
de: Fehler bei Stil-Installation
es: Error de instalación de estilo
fr: Erreur d'installation de style
it: Errore installazione dello stile.
ja: スタイルのインストールエラー
nb: Feil ved installasjon av stiler
nl: Stijl Installatie Probleem
nn: Feil ved stilinstallering
pt_pt: Erro na instalação do estilo
zh_hant: 樣式安裝錯誤

source: Text Encoding
de: Text-Kodierung
es: Codificación de texto
fr: Encodage de texte
it: Testo cifrato
ja: テキストエンコーディング
nb: Tekstkoding
nl: Tekst Encodering
nn: Tekstkoding
pt_pt: Codificação do texto
zh_hant: 文字編碼

source: Text Encoding Options
de: Text-Kodierung wählen
es: Opciones de codificación de texto
fr: Options d'encodage de texte
it: Opzioni testo cifrato
ja: テキストエンコーディングオプション
nb: Valg for tekstkoding
nl: Tekst Encoderingsoorkeuren
nn: Val for tekstkoding
pt_pt: Opções de codificação do texto
zh_hant: 文字編碼選項

source: Text Only
de: Nur Text
es: Sólo texto
fr: Texte uniquement
it: Solo testo
ja: テキストのみ
nb: Kun tekst
nl: Enkel Tekst
nn: Berre tekst
pt_pt: Só texto
zh_hant: 純文字

source: The %1$@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %2$@ author about this.
de: Der Stil %@ wurde beschädigt oder hat einen internen Fehler, der verhindert, dass neue Nachrichten angezeigt werden. Bitte kontaktieren Sie den Autor von %@.
es: El estilo %@ ha sido dañado o tiene un error interno evitando que aparezcan nuevos mensajes. Contacte al autor %@ sobre esto, por favor.
fr: Le style %@ est endommagé ou possède une erreur interne n'affichant pas les nouveaux messages. Merci de contacter l'auteur de %@ à propos de ça.
it: Lo stile %1$@ è stato danneggiato o ha un errore interno che evita di mostrare nuovi messaggi. Per favore contatta l'autore %2$@ del problema.
ja: スタイル %1$@ は損傷しているか、表示の際に新しいメッセージを妨害するような内部エラーがあります。%2$@ の作者にこのことを連絡してください。
nb: Stilern %1$@er skadet eller har en intern feil som hindrer nye beskjeder fra å bli vist. Vennligst kontakt %2$@-utvikleren vedr. dette.
nl: De %1$@ Stijl is beschadigd of bevat een intern probleem waardoor nieuwe berichten niet weergegeven worden. Neem aub contact op met de %2$@ auteur ivm dit probleem.
nn: Stilen %1$@ er skada eller har ein intern feil som hindrar nye meldingar frå å bli viste. Ver greid og kontakt %2$@-utviklaren om dette.
pt_pt: O estilo %1$@ foi danificado ou tem um erro interno que impede que novas mensagens sejam mostradas. Por favor contacte o %2$@ autor sobre isto.
zh_hant: %1$@ 這個樣式已經損毀，或是發生內部錯誤，無法顯示新訊息。請聯絡這個樣式的作者 %2$@ ，告訴他發生了這樣的狀況。

source: The chat server is invalid because it was left blank.
de: Der Chat-Server ist ungültig, da er leergelassen wurde.
es: Servidor de chat no válido al estar en blanco.
fr: Le serveur est invalide car il a été laissé vide.
it: Il server non è valido perché è stato lasciato vuoto.
ja: チャットサーバは不正です。左に空白が入っています。
nb: Samtaleserveren er ugyldig siden den ble satt blank
nl: De chatserver is ongeldig omdat ze niet opgegeven is.
nn: Samtaleserveren er ugyldig sidan han vart sett blank
pt_pt: O servidor de conversa é inválido porque foi deixado em branco.
zh_hant: 伺服器名稱錯誤，不得為空白。

source: The chat server port you specified is invalid because it can't be negative or greater than 65535.
de: Der Chat-Server Port ist ungültig, er darf nicht negativ oder größer als 65535 sein.
es: Puerto de servidor de chat inválido debido a un valor negativo o mayor de 65535.
fr: Le port de serveur que vous avez spécifié est invalide car il ne peut être supérieur à 65535.
it: La porta del server da te specificata non è valida perché non può essere negativa o maggiore di 65535.
ja: 入力されたサーバのポート番号は不正です。値がマイナスか 65535 より大きいためです。
nb: Porten til samtaleserveren du spesifiserte er ugyldig. Den kan ikke være negativ eler større enn 65535.
nl: De opgegeven chatserverpoort is ongeldig. Deze mag niet negatief of groter dan 65535 zijn.
nn: Porten til samtaleserveren du spesifiserte er ugyldig. Den kan ikkje vera negativ eler større enn 65535.
pt_pt: O porto do servidor de conversa que especificou é inválido porque não pode ser nem negativo nem maior que 65535.
zh_hant: 您所指定的聊天連接埠錯誤，不可以為負數，或是大於 65535。

source: The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections.
de: Der Chat-Server mit dem Spitznamen den Sie angegeben haben ist bereits mit diesem Computer verbunden. Benutzen Sie einen anderen Spitznamen, wenn Sie mehrere Verbindungen wünschen.
es: El servidor de chat con el nick especificado ya está conectado desde este equipo. Use otro nick si desea conexiones múltiples.
fr: Vous êtes déjà connecté à ce serveur avec ce pseudonyme. Veuillez utiliser un autre pseudonyme si vous désirez utiliser des connexions multiples.
it: Il server con il nome da te specificato è già connesso a questo computer. Usa un altro nome se desideri una connessione multipla.
ja: 入力されたチャットサーバとニックネームを使って既にこのコンピュータから接続がなされています。複数接続を行いたい場合は、ほかのニックネームを使用してください。
nb: Samtaleserveren med kallenavnet du spesifiserte er allerede tilkoblet fra denne maskinen. Bruk et annet kallenavn hvis du ønsker flere tilkoblinger.
nl: U bent reeds verbonden met de chatserver welke deze bijnaam heeft van deze computer uit. Gebruik een andere bijnaam voor meerdere simultane verbindingen.
nn: Samtaleserveren med kallenamnet du spesifiserte er allereie tilkopla frå denne maskina. Bruk eit anna kallenamn om du ynskjer fleire tilkoplingar.
pt_pt: Já está ligado deste computador ao servidor de conversa com essa alcunha. Use outra alcunha se pretende ligações múltiplas.
zh_hant: 您已經用了相同的代號連上這個伺服器了，如果您想要同時多次進行連線，請指定其他的代號。

source: The connection could not be made. %s.
de: Die Verbindung konnte nicht hergestellt werden. %s.
es: La conexión no pudo realizarse. %s.
fr: La connexion n'a pas pu être établie. %s.
it: La connessione non può avvenire. %s.
ja: 接続が確立できませんでした。 %s.
nb: Tilkoblingen kunne ikke gjennomføres. %s.
nl: De verbinding kon niet gemaakt worden. %s.
nn: Tilkoplinga berrene ikkje gjennomførast. %s.
pt_pt: A ligação não pôde ser feita. %s.
zh_hant: 無法建立連線。%s

source: The connection was terminated between your computer and the server. %s.
de: Die Verbindung zwischen Ihrem Computer und dem Server wurde beendet. %s.
es: La conexión entre su equipo y el servidor fue terminada. %s.
fr: La connexion a été interrompue entre votre ordinateur et le serveur. %s.
it: La connessione tra il tuo computer e il server è terminata. %s.
ja: サーバとの接続が終了しました。 %s.
nb: Tilkoblingen mellom maskinen din og serveren ble avbrutt. %s.
nl: De verbinding tussen uw computer en de server is be√´indigd. %s.
nn: Tilkoplinga mellom maskina di og serveren vart avbroten. %s.
pt_pt: A ligação entre o servidor e o seu computador foi terminada. %s.
zh_hant: 您的電腦與伺服器之間的連線已中止。%s

source: The emoticons could not be installed, please make sure you have permission to install this item.
de: Die Smileys konnten nicht installiert werden. Bitte vergewissern Sie sich, dass Sie die entsprechenden Berechtigungen haben.
es: Los emoticones no han podido ser instalados. Compruebe que tiene permisos suficientes para instalar.
fr: Les émoticones n'ont pas pu être installés, merci de vérifier si vous avez la permission d'installer ces éléments.
it: Le faccine non possono essere installate, assicurati di avere i privilegi per l'installazione.
ja: 絵文字アイコンセットがインストールできませんでした。このアイテムをインストールする権限があるかどうか確かめてください。
nb: Emotikonene kunne ikke installeres. Sjekk at du har tilatelse til å installere dem.
nl: De emoticons konden niet ge√Ønstalleerd worden, verifieer aub of u weldegelijk voldoende bevoegdheden heeft.
nn: Emotikonene berrene ikkje verta installert. Sjekk at du har løyve til å installera dei.
pt_pt: Os ícones de expressão não puderam ser instalados, por favor verifique se tem permissão para instalar este item.
zh_hant: 無法安裝心情圖示，請確定您是否有安裝檔案的權限。

# The file %@ in %@ already exists and can't be resumed. Replace it?
source: The file %1$@ in %2$@ already exists and can't be resumed. Replace it?
de: Die Datei %@ in %@ existiert bereits und kann nicht fortgesetzt werden. Möchten Sie sie ersetzten?
es: El archivo %@ en %@ ya existe y no puede ser resumido. ¿Quiere reemplazarlo?
fr: Le fichier %@ dans %@ existe déjà et ne peut pas être repris. Voulez-vous le remplacer ?
it: Il file %1$@ in %2$@ è ancora esistente e non può essere ripreso. Vuoi sovrascriverlo?
ja: ファイル %1$@ が %2$@ に既に存在し、レジュームできません。置き換えますか？
nb: Filen %1$@ i %2$@ fines allerede og kan ikke fortsettes på. Erstatt den?
nl: '%2$@' bevat al een bestand met dezelfde naam en kan niet hervat worden. Wilt u '%1$@' vervangen?
nn: Fila %1$@ i %2$@ finst allereie og kan ikkje verta halde fram med. Vil du byta ho ut?
pt_pt: O ficheiro %1$@ em %2$@ já existe e não pode ser continuado. Quer substituí-lo?
zh_hant: 檔案 %1$@ 已經存在於 %2$@ 而且無法續傳。要置換這個檔案嗎？

source: The file %1$@ in %2$@ already exists. Would you like to resume from where a previous transfer stopped or replace it?
de: Die Datei %@ in %@ existiert bereits. Möchten Sie den Ladevorgang fortsetzen, wo ein früherer Transfer gestoppt wurde, oder die Datei ersetzen?
es: El archivo %@ en %@ ya existe. ¿Quiere resumirlo a partir de donde estaba en la transferencia anterior o prefiere reemplazarlo?
fr: Le fichier %@ dans %@ existe déjà. Voulez-vous le reprendre depuis un transfert précédent ou le remplacer ?
it: Il file %1$@ in %2$@ è ancora esistente. Vuoi riprendere da dove è stato lasciato o sovrascriverlo?
ja: ファイル %1$@ が %2$@ に既に存在します。以前に転送が停止した位置からレジュームしますか？それとも置き換えますか？
nb: Filen %1$@ i %2$@ fines allerede. Ønsker du å fortsette overføringen fra der den ble brutt eller erstatte den?
nl: %2$@ bevat al een bestand of map met de naam %1$@. Wilt u de vorige download hervatten of wilt u deze vervangen?
nn: Fila %1$@ i %2$@ finst allereie. Ynskjer du å halda fram med overføringa frå der ho vart broten eller byta henne ut?
pt_pt: O ficheiro %1$@ em %2$@ já existe. Quer continuar de onde uma transferência anterior o deixou ou quer substituí-lo?
zh_hant: 檔案 %1$@ 已經存在於 %2$@。您是否要從上次中止檔案傳輸的地方續傳，還是要置換這個檔案？

source: The nickname is invalid because it was left blank.
de: Der Spitzname ist ungültig, da er leergelassen wurde.
es: Nick no válido por estar puesto en blanco.
fr: Le pseudonyme est invalide car il est vide.
it: Il soprannome non è valido perché è stato lasciato vuoto.
ja: ニックネームが不正です。左に空白が入っています。
nb: Kallenavnet er ugyldig siden det var blankt.
nl: De bijnaam is ongeldig omdat ze leeg is.
nn: Kallenamnet er ugyldig sidan det er blankt.
pt_pt: A alcunha é inválida porque foi deixada em branco.
zh_hant: 代號錯誤，不得為空。

source: The nickname you specified is in use or invalid on this server.
de: Der von Ihnen gewählte Spitzname ist in Benutzung oder ungültig auf diesem Server.
es: El nick especificado está en uso o es inválido en este servidor.
fr: Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur.
it: Il soprannome da te specificato è in uso oppure non è valido per questo server.
ja: 入力されたニックネームは既に使用されているか、このサーバでは不正です。
nb: Kallenavnet du valgte er i bruk eller ugyldig på denne serveren.
nl: De opgegeven bijnaam is reeds in gebruik of ongeldig op deze server.
nn: Kallenamnet du valde er i bruk eller ugyldig på denne serveren.
pt_pt: A alcunha que especificou está em uso ou é inválida neste servidor.
zh_hant: 您所指定的代號已經在使用中，或是無法在這台伺服器上使用。

source: The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname.
de: Der von Ihnen gewählte Spitzname ist in Benutzung oder ungültig auf diesem Server. Mit dem Spitznamen '%@' konnte keine Verbindung hergestellt werden.
es: El nick especificado está en uso o es inválido en este servidor. Una conexión no pudo realizarse con '%@' como nick.
fr: Le pseudonyme que vous avez spécifié est invalide ou en utilisation sur ce serveur. Une connexion ne peut pas être créée avec '%@' en pseudonyme.
it: Il soprannome da te specificato è in uso oppure non è valido per questo server. La connessione non può essere fatta con il soprannome '%@'.
ja: 入力されたニックネームは既に使用されているか、このサーバでは不正です。'%@' への接続はあなたのニックネームでは確立できませんでした。
nb: Kallenavnet du valgte er i bruk eller ugyldig på denne serveren. En tilkobling kunne ikke gjennomføres med '%@' som kallenavn.
nl: De opgegeven bijnaam is reeds in gebruikt op deze server of ongeldig. Er kon geen verbinding gemaakt worden met '%@' als uw bijnaam.
nn: Kallenamnet du valde er i bruk eller ugyldig på denne serveren. Ei tilkopling berrene ikkje verta sett opp med '%@' som kallenamn.
pt_pt: A alcunha que especificou está em uso ou é inválida neste servidor. Não foi possível estabelecer a ligação com '%@' como a sua alcunha.
zh_hant: 您所指定的代號已經在使用中，或是無法在這台伺服器上使用。如果您用「%@」這個代號，便無法建立連線。

source: The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server.
de: Das angegebene Passwort ist ungültig oder ohne korrektes Passwort konnte keine Verbindung hergestellt werden. Vergewissern Sie sich, dass Sie Zugang zu diesem Server haben.
es: El servidor está desconectado o está rechazando los intentos de conexión de su equipo. Compruebe que está conectado a Internet y tiene acceso al servidor.
fr: Ce serveur est déconnecté ou refuse les connexions avec votre ordinateur. Vérifiez que vous êtes connectés à Internet et que vous avez accès à ce serveur.
it: La password da te sepecificata non è valida oppure la connessione potrebbe non essere concessa senza una password personale. Assicurati di avere accesso al server.
ja: 入力されたパスワードが不正か、適切なパスワード以外では接続が確立できません。サーバへのアクセス方法を確認してください。
nb: Passordet du spesifiserte er ugyldig eller en tilkobling kunne ikke gjøres uten det rette passordet. Sørg for at du har tilgang til serveren.
nl: Het opgegeven wachtwoord is ongeldig of er kan geen verbinding gemaakt worden zonder een degelijk wachtwoord. Controleer uw toegang tot de server.
nn: Passordet du spesifiserte er ugyldig eller ei tilkopling berrene ikkje gjerast utan det rette passordet. Syt for at du har tilgang til serveren.
pt_pt: A palavra passe que especificou é inválida ou uma ligação não pode ser feita sem a palavra passe devida. Verifique se tem acesso ao servidor.
zh_hant: 您所輸入的密碼錯誤，請確定您是否有連上這台伺服器的權限。

source: The server is disconnected or refusing connections from your computer. Make sure you are connected to the internet and have access to the server.
de: Der Server antwortet nicht oder nimmt keine Verbindungen von Ihrem Computer an. Vergewissern Sie sich, dass Sie mit dem Internet verbunden sind und Zugang zu diesem Server haben.
it: Il server è disconnesso oppure rifiuta la connessione del tuo computer. Assicurati di essere connesso a internet e di avere accesso al server.
ja: サーバへの接続が切断されたか、このコンピュータからの接続が拒否されました。インターネットへの接続とサーバへのアクセス方法を確認してください。
nb: Serveren er frakoblet eller nekter tilkobling fra din maskin. Sørg for at du er koblet til internett og har tilgang til serveren.
nl: U bent niet verbonden met de server of deze wijgert verbindingen van uw computer uit. Controleer uw internetverbinding en toegang tot de server.
nn: Serveren er fråkopla eller nektar tilkopling frå maskina di. Syt for at du er kopla til Internett og har tilgang til serveren.
pt_pt: O servidor está desligado ou está a recusar ligações do seu computador. Verifique se está ligado à internet e se tem acesso ao servidor.
zh_hant: 伺服器斷線或是拒絕與您的電腦連線。請確定您已經連上網路，而且有可以連到這個伺服器的權限。

source: The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again.
de: Möglicherweise wird der Server gewartet oder die verbidung zwischen Ihrem Computer und dem Server wurde unterbrochen. Prüfen Sie Ihre verbindung und versuchen Sie es erneut.
es: El servidor podría estar inactivo por mantenimiento, o la conexión entre su equipo y el servidor fue cancelada. Compruebe su conexión e inténtelo de nuevo.
fr: Le serveur doit être déconnecté pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.
it: Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è caduta. Controlla la connessione e riprova.
ja: サーバがメインテナンスのため停止しているか、サーバとの接続が不安定です。接続を確認し、後でもう一度試してください。
nb: Serveren er kanskje nede for vedlikehold, eller tilkoblingen ble brutt mellom maskinen din og serveren. Sjekk tilkoblingn din og prøv igjen.
nl: De server is mogelijk stilgelegd voor onderhoud, of de verbinding tussen uw computer en de server is verbroken. Controleer uw verbinding en probeer opnieuw.
nn: Serveren er kanskje nede for vedlikehald, eller tilkoplinga vart broten mellom maskina di og serveren. Sjekk tilkoplinga di og prøv om att.
pt_pt: O servidor poderá estar em baixo para manutenção ou a ligação entre o servidor e o seu computador foi quebrada. Verifique a sua ligação e tente de novo.
zh_hant: 伺服器可能因為維修而暫時關機，或是您的電腦與伺服器之間的連線中斷。請檢查一下您的連線，然後重試看看。

source: The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again.
de: Möglicherweise wird der Server gewartet oder die verbidung zwischen Ihrem Computer und dem Server wurde unterbrochen. Prüfen Sie Ihre verbindung und versuchen Sie es erneut.
es: El servidor podría estar inactivo por mantenimiento, o la conexión entre su equipo y el servidor fue cancelada. Compruebe su conexión e inténtelo de nuevo.
fr: Le serveur doit être éteint pour maintenance, ou la connexion a été cassée entre votre ordinateur et le serveur. Vérifiez votre connexion et réessayez.
it: Il server potrebbe essere spento per manutenzione, oppure la connessione tra il tuo computer e il server è interrotta. Assicurati di essere connesso e prova ancora.
ja: サーバがメインテナンスのためシャットダウンしているか、サーバとの接続が不安定です。接続を確認し、後でもう一度試してください。
nb: Serveren er kanskje stengt for vedlikehold, eller tilkoblingen ble brutt mellom maskinen din og serveren. Sjekk tilkoblingn din og prøv igjen.
nl: De server is mogelijk afgesloten voor onderhoud, of de verbinding tussen uw computer en de server is verbroken. Controleer uw verbinding en probeer opnieuw.
nn: Serveren er kanskje stengt for vedlikehald, eller tilkoplinga vart broten mellom maskina di og serveren. Sjekk tilkoplinga di og prøv om att.
pt_pt: O servidor poderá ter-se desligado para manutenção, ou a ligação entre o servidor e o seu computador foi quebrada. Verifique a sua ligação e tente de novo.
zh_hant: 伺服器可能因為維修而暫時關機，或是您的電腦與伺服器之間的連線中斷。請檢查一下您的連線，然後重試看看。

source: The style could not be installed, please make sure you have permission to install this item.
de: Der Stil konnte nicht installiert werden. Bitte vergewissern Sie sich, dass Sie die entsprechende Berechtigung haben.
es: El estilo no pudo ser instalado, compruebe que tiene los permisos requeridos para instalarlo.
fr: Le style n'a pas pu être installé, merci de vérifier que vous avez la permission de modifier cet élément.
it: Lo stile può non essere stato installato, assicurati di avere i privilegi per installarlo.
ja: スタイルがインストールできませんでした。このアイテムをインストールする権限があるかどうか確かめてください。
nb: Stilen kunne ikke bli installert. Sørg for at du har tillatelse til å installere dem.
nl: De stijl kon niet ge√Ønstalleerd worden, verifieer aub of u weldegelijk voldoende bevoegdheden heeft.
nn: Stilen berrene ikkje verta installert. Syt for at du har løyve til å installere han.
pt_pt: O estilo não pôde ser instalado, por favor verifique que tem permissão para instalar este item.
zh_hant: 無法安裝樣式，請確定您有安裝樣式的權限。

source: The username is invalid because it was left blank.
de: Der Benutzername ist ungültig, da er leergelassen wurde.
es: Nick no válido por estar puesto en blanco.
fr: Le nom d'utilisateur est invalide car il est vide.
it: Il nome utente non è valido perché è stato lasciato vuoto.
ja: ユーザ名が不正です。左に空白が入っています。
nb: Brukernavnet er ugyldig siden det er blankt.
nl: De gebruikersnaam is ongeldig omdat ze niet opgegeven is.
nn: Brukarnamnet er ugyldig sidan det er blankt.
pt_pt: O nome de utilizador é inválido porque foi deixado em branco.
zh_hant: 使用者名稱不正確，不得為空。

source: The username you specified is invalid because it contains spaces or other non-alphanumeric characters.
de: Der angegebene Benutzername ist ungültig, da er Leerzeichen oder andere, nicht alphanumerische Zeichen enthält.
es: Nombre de usuario inválido por contener espacios en blanco u otros caracteres alfanuméricos.
fr: le nom d'utilisateur que vous avez spécifié est invalide car il contient des espaces ou des caractères non-alphanumériques.
it: Il nome utente da te specificato non è valido perché contiene spazi o altri caratteri non-alfabetici.
ja: 入力されたユーザ名は不正です。スペースか、英数字以外が含まれています。
nb: Brukernavnet du spesifiserte er ugyldig siden det inneholder mellomrom eller andre ikke-alfabetiske tegn.
nl: De opgegeven gebruikersnaam is ongeldig omdat ze spaties of andere niet alfanumerieke karakter bevat.
nn: Brukarnamnet du spesifiserte er ugyldig sidan det inneheld mellomrom eller andre ikkje-alfabetiske teikn.
pt_pt: O nome de utilizador que especificou é inválido porque contém espaços ou outros caracteres não alfanuméricos.
zh_hant: 使用者名稱錯誤，不得包含空白以及英文字母與阿拉伯數字以外的字元。

source: Toggle Chat Panel Drawer
de: Seitenfach einblenden
es: Conmutar cajón del panel de chat
fr: Afficher le tiroir du panneau de chat
it: Blocca pannello a cassetto
ja: チャットのドロワーパネルをトグルします
nb: Vis/skjul samtalepanels skuffen
nl: Toon Of Verberg Chatpaneellade
nn: Vis/gøym samtalepanelskuffa
pt_pt: Abrir ou fechar a gaveta do painel de conversas
zh_hant: 展開資訊側邊列

source: Toggle Messages
de: Nachrichten umschalten
es: Conmutar mensajes
fr: Afficher les messages
it: Blocca messaggi
ja: メッセージをトグル
nb: Vis/skjul beskjeder
nl: Zet Berichten Aan Of Uit
nn: Vis/gøym meldingar
pt_pt: Ligar ou desligar mensagens
zh_hant: 展開訊息

source: Toggle Private Messages Output
de: Ausgabe von privaten Nachrichten umschalten
es: Conmutar salida de mensajes privados
fr: Afficher les messages privés en dehors
it: Blocca messaggi esterni
ja: プライベートメッセージの出力をトグルします
nb: Vis/skjul visning av private beskjeder
nl: Zet Persoonlijke Berichten Aan Of Uit
nn: Vis/gøym vising av private meldingar
pt_pt: Ligar ou desligar as saídas de mensagens privadas
zh_hant: 展開私人訊息輸出

source: Toggle Verbose
de: Ausführlich umschalten
es: Conmutar prolijo
fr: Afficher la verbose
it: Blocca i verbosi
ja: 冗長さをトグル
nb: Vis/skjul tekstutskrift
nl: Zet Woordenrijk Aan Of Uit
nn: Vis/gøym tekstutskrift
pt_pt: Ligar ou desligar modo verboso
zh_hant: 展開詳細輸出
